Repository: Weather-Station-Software/live-weather-station
Catalog: languages/live-weather-station-*.po
Languages: fr_fr, nl_nl

source: Dashboard
fr_fr: Tableau de bord

source: Settings
fr_fr: Réglages
nl_nl: Instellingen

source: Events log
fr_fr: Journal des évènements

source: Log
fr_fr: Journal

source: verify on a map
fr_fr: vérifier sur une carte
nl_nl: controleren op een kaart

source: Here are the coordinates we've found %s. You can confirm it by clicking again on the button <em>%s</em>!
fr_fr: Voici les coordonnées que nous avons trouvé %s. Vous pouvez les confirmer en cliquant à nouveau sur le bouton <em>%s</em>&nbsp;!
nl_nl: Dit zijn de gevonden coördinaten %s. Je kunt dit bevestigen door opnieuw op de knop <em>%s</em> te klikken!

source: Add This Station
fr_fr: Ajouter Cette Station
nl_nl: Station toevoegen

source: Save Changes
fr_fr: Enregistrer les Modifications
nl_nl: Wijzigingen opslaan

source: Add an OpenWeatherMap station
fr_fr: Ajouter une station OpenWeatherMap
nl_nl: Voeg een OpenWeatherMap station toe

source: Edit an OpenWeatherMap station
fr_fr: Modifier une station OpenWeatherMap
nl_nl: Wijzig een OpenWeatherMap station

source: Some required fields are missing!
fr_fr: Certains champs obligatoires sont manquant&nbsp;!
nl_nl: Ontbrekende verlichte velden!

source: Station name
fr_fr: Nom de la station
nl_nl: Stationsnaam

source: (required)
fr_fr: (obligatoire)
nl_nl: (verplicht)

source: City
fr_fr: Ville
nl_nl: Stad

source: Country
fr_fr: Pays
nl_nl: Land

source: Time zone
fr_fr: Fuseau horaire
nl_nl: Tijdzone

source: Altitude (in meters)
fr_fr: Altitude (en mètres)
nl_nl: Hoogte (in meters)

source: If you know the exact coordinates of this location, enter them here. Otherwise, we will try to find them for you...
fr_fr: Si vous connaissez les coordonnées exactes de cet emplacement, saisissez-les ici. Dans le cas contraire, nous allons essayer de les trouver pour vous…
nl_nl: Als je de juiste coördinaten weet kun je ze hier opgeven, ander kunnen we proberen ze voor jou te vinden...

source: Despite our best efforts, we were unable to find the coordinates of this location. Please, enter them here - or try an other location:
fr_fr: Malgré tous nos efforts, nous n’avons pu trouver les coordonnées de cet emplacement. Merci de les saisir ici - ou essayez un autre endroit&nbsp;:
nl_nl: We deden ons best de coördinaten te vinden maar dat is niet gelukt. Je kunt ze hier handmatig invoeren of probeer een andere locatie:

source: The coordinates you have entered are not valid. Please, retry or left blank:
fr_fr: Les coordonnées que vous avez saisi ne sont pas valides. Veuillez réessayer ou laisser les champs vides&nbsp;:
nl_nl: De opgegeven coördinaten zijn niet correct. Probeer het opnieuw of laat ze leeg:

source: (eg 49.85)
fr_fr: (p.e. 49.85)

source: (eg -1.6)
fr_fr: (p.e. -1.6)

source: Click to toggle
fr_fr: Cliquer pour basculer l’affichage
nl_nl: Klik om te switchen

source: About
fr_fr: À propos
nl_nl: Over

source: Help
fr_fr: Aide

source: You can find help and explanation about this plugin on <a href="https://pierre.lannoy.fr/wordpress-live-weather-station-for-netatmo/">this page</a>.
fr_fr: Vous pourrez trouver de l’aide et des explications sur cette extension sur <a href="https://pierre.lannoy.fr/wordpress-live-weather-station-pour-netatmo/">cette page</a>.
nl_nl: Je kunt hulp en uitleg over deze plugin vinden op <a href="https://pierre.lannoy.fr/wordpress-live-weather-station-for-netatmo/">deze pagina</a>.

source: Plugin
fr_fr: Extension

source: Is <em>Live Weather Station</em> helpful? I would be pleased that you <a href="https://wordpress.org/support/view/plugin-reviews/live-weather-station">write a review</a>.
fr_fr: <em>Live Weather Station</em> vous est utile&nbsp;? Je serais très heureux que vous veniez écrire <a href="https://wordpress.org/support/view/plugin-reviews/live-weather-station">une recommandation</a>.
nl_nl: Is <em>Live Weather Station</em> naar je zin? Ik zou het leuk vinden als je <a href="https://wordpress.org/support/view/plugin-reviews/live-weather-station">een review</a> schrijft.

source: Translations
fr_fr: Traductions
nl_nl: Vertalingen

source: If you want to help to translate this plugin, you can do it with <a href="https://translate.wordpress.org/projects/wp-plugins/live-weather-station">GlotPress</a> (please, use the 'stable' column).
fr_fr: Si vous souhaitez aider à traduire cette extension, vous pouvez le faire via <a href="https://translate.wordpress.org/projects/wp-plugins/live-weather-station">GlotPress</a> (merci d’utiliser la colonne «&nbsp;stable&nbsp;»).
nl_nl: Als je mee wilt helpen om deze plugin te vertalen kun je dat doen met <a href="https://translate.wordpress.org/projects/wp-plugins/live-weather-station">GlotPress</a> (gebruik s.v.p. de 'stable' kolom).

source: Thanks to
fr_fr: Remerciements
nl_nl: Met dank aan

source: <a href="https://twitter.com/cyril_lakech">Cyril Lakech</a>, for its tools and its reactivity and <a href="https://profiles.wordpress.org/bergjet">Martin Punz</a> for tests and kindness from Austria.
fr_fr: À <a href="https://twitter.com/cyril_lakech">Cyril Lakech</a>, pour les outils et sa réactivité et à <a href="https://profiles.wordpress.org/bergjet">Martin Punz</a>, pour sa gentillesse et les tests Autrichiens.
nl_nl: <a href="https://twitter.com/cyril_lakech">Cyril Lakech</a>, voor zijn "tools and reactivity" en <a href="https://profiles.wordpress.org/bergjet">Martin Punz</a> voor zijn "tests and kindness" vanuit Oostenrijk.

source: <em>Live Weather Station</em> is a free and open source plugin for WordPress. It integrates other free and open source works (as-is or modified) like Weather Icons project by Erik Flowers, EnzoJS and SteelSeries by Gerrit Grunwald, JustGage by Bojan Đuričić, OpenWeatherMap PHP API by Christian Flach, phpcolors by Arlo Carreon, moonrise/moonset calculation from Matt "dxprog" Hackmann and moon phase calculation from Samir Shah.
fr_fr: <em>Live Weather Station</em> est une extension gratuite et open source pour WordPress. Il incorpore d’autres travaux gratuits et open source tels que le projet Weather Icons de Erik Flowers, EnzoJS et SteelSeries de Gerrit Grunwald, JustGage de Bojan Đuričić, OpenWeatherMap PHP API de Christian Flach, phpcolors de Arlo Carreon, les calculs de lever et coucher de lune de Matt «&nbsp;dxprog&nbsp;» Heckmann et les calculs de phase de la lune de Samir Shah.
nl_nl: <em>Live Weather Station</em> is een gratis open source plugin voor WordPress. Het maakt gebruik van andere gratis en open source onderdelen (as-is of aangepast) zoals het Weather Icons project van Erik Flowers, EnzoJS en SteelSeries van Gerrit Grunwald, JustGage van Bojan Đuričić, OpenWeatherMap PHP API van Christian Flach, phpcolors van Arlo Carreon, maansopkomst en -ondergangsberekeningen van Matt "dxprog" Hackmann en maanfaseberekeningen van Samir Shah.

source: Data
fr_fr: Données

source: All meteorological data provided by OpenWeatherMap are distributed under the terms of the <a href="http://creativecommons.org/licenses/by-sa/4.0/" target="_blank">Creative Commons CC:BY-SA 4.0 license</a>.
fr_fr: Toutes les données météorologiques fournies par OpenWeatherMap sont distribuées selon les termes de la <a href="http://creativecommons.org/licenses/by-sa/4.0/" target="blank">licence Creative Commons CC: BY-SA 4.0</a>.
nl_nl: Alle meteorologische gegevens woorden door OpenWeatherMap geleverd onder de voorwaarden genoemd onder de <a href="http://creativecommons.org/licenses/by-sa/4.0/" target="_blank">Creative Commons CC:BY-SA 4.0 licentie</a>.<br/>

source: If you use OpenWeatherMap data on your site, the name of OpenWeatherMap must be mentioned as a weather source on pages where data are shown.
fr_fr: Si vous utilisez des données OpenWeatherMap sur votre site, le nom OpenWeatherMap doit figurer comme source de données sur les pages où les données sont affichées.
nl_nl: Als je OpenWeatherMap data op je website gebruikt moet de OpenWeatherMap naam als bron vermeld worden op de pagina's waar die data zichtbaar is.

source: Netatmo login
fr_fr: Identifiant Netatmo

source: Netatmo password
fr_fr: Mot de passe Netatmo
nl_nl: Netatmo paswoord

source: OpenWeatherMap key
fr_fr: Clé OpenWeatherMap

source: Connect
fr_fr: Connecter
nl_nl: Verbinden

source: Collected data
fr_fr: Données collectées
nl_nl: Verzamelde data

source: Live controls displays
fr_fr: Affichage des indicateurs
nl_nl: Live control weergave

source: Data obsolescence
fr_fr: Péremption des données
nl_nl: Data verversing

source: Gauges boundaries
fr_fr: Limites des jauges
nl_nl: Meetbereik

source: Temperatures
fr_fr: Températures
nl_nl: Temperatuur

source: Pressures
fr_fr: Pressions
nl_nl: Luchtdruk

source: Windspeeds
fr_fr: Vitesses du vent
nl_nl: Windsnelheid

source: Carbon monoxide
fr_fr: Monoxyde de carbone
nl_nl: Koolstofmonoxide

source: Wind icon
fr_fr: Icône de vent
nl_nl: Windicoon

source: Rain & snow
fr_fr: Pluie & neige
nl_nl: Regen & sneeuw

source: OpenWeatherMap error
fr_fr: Erreur OpenWeatherMap
nl_nl: OpenWeatherMap fout

source: OpenWeatherMap servers have returned an empty response for this weather station. For this reason, it is currently not possible to generate a shortcode. This is normally a temporary error so, please, retry again later.
fr_fr: Les serveurs OpenWeatherMap ont renvoyé une réponse vide pour cette station météo. Pour cette raison, il est actuellement impossible de générer un code court. Ceci est normalement une erreur temporaire. Merci de réessayer plus tard.
nl_nl: OpenWeatherMap servers gaven geen reactie voor dit weerstation en daarom kan de shortcode nu niet gegenereerd worden. Dit is normaal gesproken een tijdelijk probleem dus probeer het later nog eens.

source: Shortcodes for
fr_fr: Codes courts pour
nl_nl: Shortcodes voor

source: steel meter
fr_fr: compteur métallique
nl_nl: Stalen meter

source: 1. Set parameters for the shortcode
fr_fr: 1. Réglez les paramètres du code court
nl_nl: 1. Stel de parameters voor de shortcode in

source: Measurement
fr_fr: Mesure
nl_nl: Meting

source: Element
fr_fr: Élément

source: icon datas
fr_fr: icônes
nl_nl: icoondata

source: 2. Verify the generated output
fr_fr: 2. Vérifiez le rendu
nl_nl: 2. Controleer de gegenereerde code

source: 3. Copy the following shortcode
fr_fr: 3. Copiez le code court suivant
nl_nl: 3. Kopieer de volgende shortcode

source: This shortcode is ready for use.
fr_fr: Ce code court est prêt à l’emploi.
nl_nl: Deze shortcode is gereed voor gebruik.

source: Copy
fr_fr: Copier
nl_nl: Kopieer

source: clean gauge
fr_fr: jauge élégante
nl_nl: Moderne schaal

source: Design
fr_fr: Style
nl_nl: Ontwerp

source: Colors
fr_fr: Couleurs
nl_nl: Kleuren

source: Pointer
fr_fr: Pointeur
nl_nl: Aanwijzer

source: Title
fr_fr: Titre
nl_nl: Titel

source: Label
fr_fr: Libellé

source: Unit
fr_fr: Unité
nl_nl: Eenheid

source: Size
fr_fr: Taille
nl_nl: Afmeting

source: This controls will be dynamically resized to fit its parent's size.
fr_fr: Ce composant sera dynamiquement redimensionné pour s’adapter à la taille de son parent.
nl_nl: Deze elementen worden dynamisch aangepast aan de grootte van haar ouders.

source: LCD display
fr_fr: afficheur LCD

source: Speed
fr_fr: Vitesse
nl_nl: Snelheid

source: Bezel
fr_fr: Lunette
nl_nl: Rand

source: Face
fr_fr: Cadrant
nl_nl: Wijzerplaat

source: Labels orientation
fr_fr: Orientation des étiquettes
nl_nl: Labeloriëntatie

source: Main pointer type
fr_fr: Type pointeur principal
nl_nl: Type wijzer

source: Main pointer color
fr_fr: Couleur pointeur principal
nl_nl: Kleur wijzer

source: 2nd pointer type
fr_fr: Type pointeur secondaire
nl_nl: 2e Aanwijzer type

source: 2nd pointer color
fr_fr: Couleur pointeur secondaire
nl_nl: 2e Aanwijzer kleur

source: Knob
fr_fr: Bouton
nl_nl: Knop

source: Alarm
fr_fr: Alarme

source: Trend
fr_fr: Tendance

source: Index style
fr_fr: Style de l’index
nl_nl: Indexstijl

source: Index color
fr_fr: Couleur de l’index
nl_nl: Indexkleur

source: Glass
fr_fr: Vitre
nl_nl: Glas

source: textual datas
fr_fr: données textuelles
nl_nl: Tekstdata

source: This value is for illustration only and is not the precise value that will be computed at runtime.
fr_fr: Cette valeur est donnée à titre indicatif et ne correspond pas à la valeur réelle qui sera calculée à l’exécution.
nl_nl: Alleen ter illustratie, de juiste waarde wordt berekend bij het uitvoeren.

source: Location
fr_fr: Localisation
nl_nl: Locatie

source: Geolocation informations found
fr_fr: Informations de géolocalisation trouvées
nl_nl: Geolocatie informatie gevonden

source: Geolocation informations not found
fr_fr: Informations de géolocalisation introuvables
nl_nl: Geolocatie informatie niet gevonden

source: Battery level
fr_fr: Niveau de batterie
nl_nl: Batterijsterkte

source: WiFi signal
fr_fr: Signal WiFi
nl_nl: WiFi signaal

source: Last seen on
fr_fr: Dernière détection le
nl_nl: Laatste keer gezien op

source: at
fr_fr: à
nl_nl: om

source: Radio signal
fr_fr: Signal radio
nl_nl: Signaalsterkte

source: OpenWeatherMap records
fr_fr: Relevés OpenWeatherMap

source: OpenWeatherMap pollution
fr_fr: Pollution OpenWeatherMap
nl_nl: OpenWeatherMap verontreiniging

source: Computed values
fr_fr: Valeurs calculées
nl_nl: Berekende waarden

source: Ephemeris
fr_fr: Éphéméride
nl_nl: Efemeriden

source: Get shortcodes for
fr_fr: Obtenir les codes courts pour
nl_nl: Bekijk shortcodes voor

source: Get started
fr_fr: Premiers pas
nl_nl: Beginnen

source: In order to display weather data, <strong><em>Live Weather Station</em></strong> must be connected to your Netatmo account and/or it must have a valid OpenWeatherMap API key...<br/><strong>If you have a Netatmo weather station</strong> (or have access to some friends stations) please enter your Netatmo login and password in the "Settings" box. <em>Note that, in accordance with the manufacturer recommendations, these credentials will not be stored in your WordPress site.</em><br/><strong>If you do not have a Netatmo account</strong> or if you want to enhance the rendedred datas of your Netatmo station, you must <a href="http://openweathermap.org/appid" target="_blank">get a free OpenWeatherMap API key</a> and paste it in the "Settings" box.
fr_fr: Pour afficher des données météorologiques, <strong><em>Live Weather Station</em></strong> doit être connecté à votre compte Netatmo et/ou disposer d’une clé d’API OpenWeatherMap...<br/><strong>Si vous avez une station Netatmo</strong> (ou accès à des stations d’amis) merci de saisir votre identifiant et mot de passe Netatmo dans la boite «&nbsp;Réglages&nbsp;». <em>Notez que, dans le respect des recommandations du constructeur, vos identifiants ne seront pas stockés dans votre site WordPress.</em><br/><strong>Si vous n’avez pas de station Netatmo</strong> ou si vous souhaitez améliorer la restitution des données issues de votre station Netatmo, vous devez vous procurer <a href="http://openweathermap.org/appid" target="_blank">une clé gratuite OpenWeatherMap</a> et la saisir dans la boite «&nbsp;Réglages&nbsp;».
nl_nl: Om weergegevens te tonen moet <strong><em>Live Weather Station</em></strong> verbonden zijn met jouw Netatmo account en/of moet je een geldige OpenWeatherMap API key hebben.<br/><br/><strong>Als je een Netatmo weerstation</strong> hebt (of toegang tot een ander station) kun je de Netatmo gebruikersnaam en het paswoord bij "Instellingen" opgeven. <em>Je moet er rekening mee houden dat, overeenkomstig de aanbevelingen van de fabrikant, deze gegevens niet in de WordPress site worden opgeslagen.</em><br/><br /><strong>Als je geen Netatmo account hebt</strong>, of als je de weergegeven informatie van je Netatmo station wilt uitbreiden, moet je een <a href="http://openweathermap.org/appid" target="_blank">gratis OpenWeatherMap API key</a> hebben en die gegevens invullen onder "Instellingen".

source: There is no Netatmo weather station associated with your account.
fr_fr: Il n’y a aucune station météo Netatmo associée à ce compte.
nl_nl: Er is geen Netatmo station met jouw account verbonden.

source: Internationalisation extension is not installed. You can not manage OWM stations...
fr_fr: L’extension d’internationalisation n’est pas installée. Vous ne pouvez pas gérer les stations OWM…
nl_nl: De "Internationalisation Extension" is niet geïnstalleerd, je kunt de OWM stations niet instellen...

source: You have not created any OpenWeatherMap station at the moment, this is why nothing appears here. To add your first station, visit
fr_fr: Vous n’avez pour l’instant créé aucune station OpenWeatherMap, c’est pourquoi rien n’apparait ici. Pour ajouter une station, rendez vous sur
nl_nl: Je hebt nog geen OpenWeatherMap station aangemaakt, daarom zie je hier niks. Om een station toe te voegen ga je naar

source: the stations management page
fr_fr: la page de gestion des stations
nl_nl: de stations beheerpagina

source: To see data from OpenWeatherMap stations, you must choose another collection mode in the "Options" box.
fr_fr: Pour voir les données correspondantes à des stations OpenWeatherMap, vous devez choisir un autre mode de collecte des données dans la boite «&nbsp;Options&nbsp;».
nl_nl: Om gegevens van OpenWeatherMap stations te zien moet je bij "Opties" een andere collectie-modus kiezen.

source: Summary
fr_fr: Résumé
nl_nl: Samenvatting

source: Netatmo status
fr_fr: État Netatmo

source: Up and running
fr_fr: Opérationnel
nl_nl: Verbonden en werkend

source: Connected but inactive
fr_fr: Connecté mais inactif
nl_nl: Verbonden maar niet actief

source: disconnect
fr_fr: déconnecter
nl_nl: verbinding verbreken

source: or
fr_fr: ou
nl_nl: of

source: manage related services
fr_fr: gérer les services associés
nl_nl: stel bijbehorende services in

source: Netatmo warning
fr_fr: Avertissement Netatmo
nl_nl: Netatmo waarschuwing

source: Not connected
fr_fr: Non connecté
nl_nl: Niet verbonden

source: Netatmo error
fr_fr: Erreur Netatmo
nl_nl: Netatmo fout

source: OWM status
fr_fr: État OWM

source: manage stations
fr_fr: gérer les stations
nl_nl: beheer stations

source: OWM warning
fr_fr: Avertissement OWM
nl_nl: OWM waarschuwing

source: OWM error
fr_fr: Erreur OWM
nl_nl: OWM fout

source: PHP warning
fr_fr: Avertissement PHP
nl_nl: PHP melding

source: Deleteting OpenWeatherMap stations
fr_fr: Suppression de stations OpenWeatherMap
nl_nl: Verwijderen OpenWeatherMap stations

source: You have chosen to delete this station:
fr_fr: Vous avez choisi de supprimer cette station&nbsp;:
nl_nl: Je hebt er voor gekozen dit station te verwijderen:

source: You have chosen to remove these stations:
fr_fr: Vous avez choisi de supprimer ces stations&nbsp;:
nl_nl: Je hebt er voor gekozen deze stations te verwijderen:

source: Confirm Delete
fr_fr: Confirmer La Suppression
nl_nl: Bevestig verwijderen

source: Manage services for
fr_fr: Gérer les services pour
nl_nl: Beheer services voor

source: Some services could not be activated. See details in the following sections...
fr_fr: Certains services ne peuvent pas être activés. Voir les détails dans les sections suivantes …
nl_nl: Enkele services kunnen niet geactiveerd worden, zie de details in de volgende secties...

source: You can participate in the dissemination and sharing of data collected by your Netatmo weather station by enabling Live Weather Station to send, every 10 minutes, outdoor data<sup>*</sup> like temperature, pressure, humidity, dew point, wind and rain to the following services. To obtain help for each service, please click on logos.
fr_fr: Vous pouvez participer à la diffusion et au partage des données recueillies par votre station météo Netatmo en permettant à Live Weather Station d’envoyer, toutes les 10 minutes, les données extérieures<sup>*</sup> comme la température, la pression, l’humidité, le point de rosée, le vent et la pluie aux services suivants. Pour obtenir de l’aide pour l’un de ces services en particulier, cliquez sur le logo correspondant.
nl_nl: Je kunt deelnemen aan het delen en uitwisselen van gegevens van jouw Netatmo weerstation door het inschakelen van Live Weather Station. Elke 10 minuten worden de gegevens van de buitenmodule <sup> * </ sup> zoals temperatuur, luchtdruk, vochtigheid, dauwpunt, wind en regen met die diensten gedeeld. Klik voor uitleg over de diensten op de logo's.

source: Note that no data from inside your home (noise, temperature, CO₂ ...) are transmitted to these services.
fr_fr: Notez qu’aucune donnée issue de l’intérieur de votre domicile (bruit, température, CO₂ ...) n’est transmise à ces services.
nl_nl: Gegevens zoals geluid, temperatuur en CO₂ van de binnenmodules worden niet met deze diensten gedeeld.

source: To obtain Site ID and AWS 6-digit PIN from Met Office please, follow these steps:
fr_fr: Pour obtenir votre Site ID et le AWS PIN à 6 chiffres depuis le site du Met Office, procédez comme suit:
nl_nl: Om de Site ID en AWS 6-digit PIN van Met Office op te vragen kun je deze stappen volgen:

source: Create an account
fr_fr: Créez un compte
nl_nl: Account aanmaken

source: on the Weather Observations Website from Met Office
fr_fr: depuis le Weather Observations Website du Met Office
nl_nl: op de Weather Observations Website van Met Office

source: After registration, log in and
fr_fr: Après l’enregistrement, connectez-vous et
nl_nl: Na registratie inloggen en

source: create a site
fr_fr: créer un site
nl_nl: creëer een site

source: Then, copy and paste <em>Site ID</em> and <em>AWS 6-digit PIN</em> in the following fields, and activate push.
fr_fr: Ensuite, copiez et collez le <em>site ID</em> et le <em>AWS PIN</em> à 6 chiffres dans les champs suivants puis, activez l’envoi de données.
nl_nl: Knip en plak daarna <em>Site ID</em> en <em>AWS 6-digit PIN</em> in de volgende velden en activeer push.

source: After a few hours you'll get something
fr_fr: Après quelques heures, vous obtiendrez quelque chose
nl_nl: Na een paar uur moet het werken

source: like this!
fr_fr: comme cela&nbsp;!
nl_nl: zoals dit!

source: Unable to activate this service. Met Office servers have returned the following error:
fr_fr: Impossible d’activer ce service. Les serveurs Met Office ont renvoyé l’erreur suivante&nbsp;:
nl_nl: Kan de service niet activeren, de Met Office servers sturen volgende foutmelding:

source: Push data to Met Office
fr_fr: Envoyer les données à Met Office
nl_nl: Push data naar Met Office

source: To obtain Station ID from PWS please, follow these steps:
fr_fr: Pour obtenir votre Station ID depuis le site PWS, procédez comme suit&nbsp;:
nl_nl: Volg deze stappen om het Station ID van PWS op te vragen:

source: on the PWS website
fr_fr: sur le site PWS
nl_nl: op de PWS website

source: add a new station
fr_fr: ajoutez une nouvelle station
nl_nl: voeg een nieuw station toe

source: Then, copy and paste <em>Station ID</em> in the corresponding following field, set your password and activate push.
fr_fr: Ensuite, copiez et collez le <em>station ID</em> dans le champ correspondant, indiquez votre mot de passe et activez l’envoi de données.
nl_nl: Daarna knip en plak je de <em>Station ID</em> in het betreffende volgende veld, geef je jouw paswoord op en activeer je push.

source: Unable to activate this service. PWS servers have returned the following error:
fr_fr: Impossible d’activer ce service. Les serveurs PWS ont renvoyé l’erreur suivante&nbsp;:
nl_nl: Kan de service niet activeren, de PWS servers sturen volgende foutmelding:

source: Push data to PWS
fr_fr: Envoyer les données à PWS
nl_nl: Push data naar PWS

source: To obtain Station ID from Weather Underground please, follow these steps:
fr_fr: Pour obtenir votre Station ID depuis le site Weather Underground, procédez comme suit&nbsp;:
nl_nl: Volg deze stappen om het Station ID van PWS op te vragen:

source: on the Weather Underground website
fr_fr: sur le site Weather Underground
nl_nl: op de Weather Underground website
