Repository: Weather-Station-Software/live-weather-station
Catalog: languages/live-weather-station-*.po
Languages: fr_fr, nl_nl

source: Test with dark background
fr_fr: Tester avec un fond sombre
nl_nl: Bekijk met donkere achtergrond

source: Test with black background
fr_fr: Tester avec un fond noir
nl_nl: Bekijk met zwarte achtergrond

source: Analog - 1/4
fr_fr: Analogique - 1/4
nl_nl: Analoog - 1/4

source: Analog - half
fr_fr: Analogique - demi
nl_nl: Analoog - half

source: Analog - 3/4
fr_fr: Analogique - 3/4
nl_nl: Analoog - 3/4

source: Analog - full
fr_fr: Analogique - complet
nl_nl: Analoog - full

source: Digital - 1/4
fr_fr: Numérique - 1/4

source: Digital - half
fr_fr: Numérique - demi
nl_nl: Digitaal - half

source: Digital - 3/4
fr_fr: Numérique - 3/4
nl_nl: Digitaal - 3/4

source: Digital - full
fr_fr: Numérique - complet
nl_nl: Digitaal - volledig

source: Top meter
fr_fr: Compteur haut

source: Left meter
fr_fr: Compteur gauche
nl_nl: Linker meter

source: Right meter
fr_fr: Compteur droit
nl_nl: Rechter meter

source: Vintage wind compass
fr_fr: Compas de vent vintage
nl_nl: Antiek wind kompas

source: Standard wind compass
fr_fr: Compas de vent standard
nl_nl: Standaard wind kompas

source: Modern wind compass
fr_fr: Compas de vent moderne
nl_nl: Modern windkompas

source: Altimeter
fr_fr: Altimètre
nl_nl: Hoogtemeter

source: Black metal
fr_fr: Métallique noir
nl_nl: Zwart metaal

source: Metal
fr_fr: Métallique
nl_nl: Metaal

source: Shiny metal
fr_fr: Métallique mat
nl_nl: Glanzend metaal

source: Glossy metal
fr_fr: Métallique brillant
nl_nl: Glimmend metaal

source: Tilted gray
fr_fr: Gris poli
nl_nl: Gebogen grijs

source: Tilted black
fr_fr: Noir poli
nl_nl: Gebogen zwart

source: Brass
fr_fr: Cuivre
nl_nl: Brons

source: Steel
fr_fr: Acier
nl_nl: Staal

source: Gold
fr_fr: Or
nl_nl: Goud

source: Dark gray
fr_fr: Gris sombre
nl_nl: Donkergrijs

source: Satin gray
fr_fr: Gris satin
nl_nl: Satijngrijs

source: Light gray
fr_fr: Gris léger
nl_nl: Lichtgrijs

source: White
fr_fr: Blanc
nl_nl: Wit

source: Black
fr_fr: Noir
nl_nl: Zwart

source: Brown
fr_fr: Marron
nl_nl: Bruin

source: Red
fr_fr: Rouge
nl_nl: Rood

source: Green
fr_fr: Vert
nl_nl: Groen

source: Blue
fr_fr: Bleu
nl_nl: Blauw

source: Mud
fr_fr: Boue
nl_nl: Modder

source: Punched sheet
fr_fr: Poinçonné
nl_nl: Geperforeerd blad

source: Carbon
fr_fr: Carbone

source: Stainless
fr_fr: Inox
nl_nl: Roestvrij staal

source: Brushed metal
fr_fr: Métal brossé
nl_nl: Geborsteld metaal

source: Brushed stainless
fr_fr: Inox brossé
nl_nl: Geborsteld roestvrij staal

source: Turned
fr_fr: Tourné
nl_nl: Gedraaid

source: Standard glass
fr_fr: Verre standard
nl_nl: Standaard glas

source: Crystal
fr_fr: Cristal
nl_nl: Kristal

source: Sapphire crystal
fr_fr: Cristal de saphir
nl_nl: Saffier

source: Plexiglass
fr_fr: Plexiglas

source: Rhodoid
fr_fr: Rhodoïd

source: Thin triangle
fr_fr: Triangle mince
nl_nl: Dunne driehoek

source: Fat Triangle
fr_fr: Triangle épais
nl_nl: Dikke driehoek

source: 3D triangle
fr_fr: Triangle 3D
nl_nl: 3D driehoek

source: Clipped
fr_fr: Coupé
nl_nl: Geknipt

source: Double clipped
fr_fr: Double coupé
nl_nl: Dubbel geknipt

source: Flat clipped
fr_fr: Coupé plat
nl_nl: Dik geknipt

source: Thin rod
fr_fr: Tige mince
nl_nl: Dun rood

source: Fat rod
fr_fr: Tige épaisse
nl_nl: Dik rood

source: Thin curved triangle
fr_fr: Triangle incurvée mince
nl_nl: Dun gebogen driehoek

source: 3D curved triangle
fr_fr: Triangle incurvé 3D
nl_nl: 3D gebogen driehoek

source: Double needle
fr_fr: Aiguille double

source: Ferrari arched
fr_fr: Ferrari arqué
nl_nl: Ferrari afgerond

source: Yellow
fr_fr: Jaune
nl_nl: Geel

source: JUG Green
fr_fr: Vert JUG
nl_nl: JUG Groen

source: Green LCD
fr_fr: Vert LCD
nl_nl: Groen LCD

source: Raith
fr_fr: Bleu gris

source: Gray
fr_fr: Gris
nl_nl: Grijs

source: Plain - Black
fr_fr: Complet - Noir
nl_nl: Effen - Zwart

source: Plain - Brass
fr_fr: Complet - Laiton
nl_nl: Effen - Brons

source: Plain - Silver
fr_fr: Complet - Argent
nl_nl: Effen - Zilver

source: Embossed - Black
fr_fr: Évidé - Noir
nl_nl: Geciseleerd - Zwart

source: Embossed - Brass
fr_fr: Évidé - Laiton
nl_nl: Geciseleerd - Brons

source: Embossed - Silver
fr_fr: Évidé - Argent
nl_nl: Geciseleerd - Zilver

source: Cursors
fr_fr: Curseurs

source: Automatic
fr_fr: Automatique
nl_nl: Automatisch

source: Maroon
fr_fr: Marron

source: Lime
fr_fr: Citron vert

source: Teal
fr_fr: Bleu sarcelle
nl_nl: Appel

source: Light blue
fr_fr: Bleu clair
nl_nl: Lichtblauw

source: Navy
fr_fr: Bleu marine

source: Purple
fr_fr: Pourpre
nl_nl: Purper

source: Silver
fr_fr: Argent
nl_nl: Zilver

source: Plain - Translucent
fr_fr: Uni - Transparent
nl_nl: Effen - Transparant

source: Plain - Liquid
fr_fr: Uni - Liquide
nl_nl: Effen - Vloeistof

source: Plain - Soft
fr_fr: Uni - Feutré
nl_nl: Effen - Zacht

source: Plain - Hard
fr_fr: Uni - Contrasté
nl_nl: Effen - Hard

source: Fade-in - Translucent
fr_fr: Fondu en entrée - Transparent
nl_nl: Fade-in - Transparant

source: Fade-in - Liquid
fr_fr: Fondu en entrée - Liquide
nl_nl: Fade-in - Vloeistof

source: Fade-in - Soft
fr_fr: Fondu en entrée - Feutré
nl_nl: Fade-in - Zacht

source: Fade-in - Hard
fr_fr: Fondu en entrée - Contrasté

source: Fade-out - Translucent
fr_fr: Fondu en sortie - Transparent
nl_nl: Fade-out - Transparant

source: Fade-out - Liquid
fr_fr: Fondu en sortie - Liquide
nl_nl: Fade-out - Vloeistof

source: Fade-out - Soft
fr_fr: Fondu en sortie - Feutré
nl_nl: Fade-out - Zacht

source: Fade-out - Hard
fr_fr: Fondu en sortie - Contrasté

source: Complementary - Translucent
fr_fr: Complémentaire - Transparent
nl_nl: Complementair - Transparant

source: Complementary - Liquid
fr_fr: Complémentaire - Liquide
nl_nl: Complementair - Vloeistof

source: Complementary - Soft
fr_fr: Complémentaire - Feutré
nl_nl: Complementair - Zacht

source: Complementary - Hard
fr_fr: Complémentaire - Contrasté
nl_nl: Complementair - Hard

source: Inverted complementary - Translucent
fr_fr: Complémentaire inverse - Transparent
nl_nl: Geïnverteerd complementair - Transparant

source: Inverted complementary - Liquid
fr_fr: Complémentaire inverse - Liquide
nl_nl: Geïnverteerd complementair - Vloeistof

source: Inverted complementary - Soft
fr_fr: Complémentaire inverse - Feutré
nl_nl: Geïnverteerd complementair - Zacht

source: Inverted complementary - Hard
fr_fr: Complémentaire inverse - Contrasté
nl_nl: Geïnverteerd complementair - Hard

source: Wrong credentials. Please, verify your login and password.
fr_fr: Identifiants incorrects. Merci de vérifier votre identifiant et votre mot de passe
nl_nl: Verkeerde gegevens, controleer login en paswoord.

source: Application deactivated. Please contact support.
fr_fr: Application désactivée. Merci de prendre contact avec le support.
nl_nl: Applicatie gestopt, neem contact op met support.

source: Too many users with this IP.
fr_fr: Trop d’utilisateurs avec cette adresse IP.
nl_nl: Teveel gebruikers met dit IP-adres

source: Temporary unable to contact Netatmo servers. Retry will be done shortly.
fr_fr: Problème temporaire d’accès aux serveurs Netatmo. Une nouvelle tentative sera faite dans quelques minutes.
nl_nl: Tijdelijk niet mogelijk te verbinden met Netatmo servers, nieuwe poging wordt gestart.

source: Wrong OpenWeatherMap API key.
fr_fr: Clé API OpenWeatherMap erronée
nl_nl: Verkeerde OpenWeatherMap API key.

source: OpenWeatherMap servers have returned empty response for some weather stations. Retry will be done shortly.
fr_fr: Les serveurs OpenWeatherMap ont retourné une réponse vide pour certaines stations météo. Une nouvelle tentative sera faite dans quelques minutes.
nl_nl: OpenWeatherMap servers stuurden een lege respoinse voor sommige stations, nieuwe poging wordt gestart.

source: Temporary unable to contact OpenWeatherMap servers. Retry will be done shortly.
fr_fr: Problème temporaire d’accès aux serveurs OpenWeatherMap. Une nouvelle tentative sera faite dans quelques minutes.
nl_nl: Tijdelijk zijn de OpenWeatherMap servers niet te bereiken, nieuwe poging wordt gestart.

source: [OpenWeatherMap Records]
fr_fr: [Relevés OpenWeatherMap]

source: [OpenWeatherMap Pollution]
fr_fr: [Pollution OpenWeatherMap]
nl_nl: [OpenWeatherMap Verontreiniging]

source: Every three minutes
fr_fr: Toutes les trois minutes
nl_nl: Elke drie minuten

source: Every five minutes
fr_fr: Toutes les cinq minutes
nl_nl: Elke vijf minuten

source: Every ten minutes
fr_fr: Toutes les dix minutes
nl_nl: Elke tien minuten

source: Every fifteen minutes
fr_fr: Toutes les quinze minutes
nl_nl: Elke vijftien minuten

source: Every thirty minutes
fr_fr: Toutes les trente minutes
nl_nl: Elke dertig minuten

source: Base station
fr_fr: Station de base
nl_nl: Basisstation

source: Outdoor module
fr_fr: Module extérieur
nl_nl: Buitenmodule

source: Rain gauge
fr_fr: Pluviomètre
nl_nl: Rainmeter

source: Wind gauge
fr_fr: Anémomètre
nl_nl: Windmeter

source: Indoor module
fr_fr: Module intérieur
nl_nl: Binnenmodule

source: [Computed Values]
fr_fr: [Valeurs Calculées]
nl_nl: [Berekende waarden]

source: [OpenWeatherMap Forecast]
fr_fr: [Prévisions OpenWeatherMap]

source: Unknonw module
fr_fr: Module inconnu
nl_nl: Onbekende module

source: Firmware
fr_fr: Microprogramme

source: Firmware version
fr_fr: Version du microprogramme
nl_nl: Firmware versie

source: Battery
fr_fr: Batterie
nl_nl: Batterij

source: RF/WiFi signal quality
fr_fr: Qualité du signal radio/WiFi
nl_nl: RF/WiFi signaalsterkte

source: Carbon dioxide
fr_fr: Dioxyde de carbone
nl_nl: Kooldioxide

source: CO probe distance
fr_fr: Distance de la sonde de CO
nl_nl: CO sonde afstand

source: O₃ probe distance
fr_fr: Distance de la sonde d’O₃
nl_nl: O₃ sonde afstand

source: Humidity
fr_fr: Hygrométrie
nl_nl: Vochtigheid

source: Reference humidity
fr_fr: Humidité de référence
nl_nl: Referentievochtigheid

source: Noise
fr_fr: Bruit
nl_nl: Geluid

source: Noise level
fr_fr: Niveau de bruit
nl_nl: Geluidsniveau

source: Pressure
fr_fr: Pression
nl_nl: Druk

source: Atmospheric pressure
fr_fr: Pression atmosphérique
nl_nl: Luchtdruk

source: Pressure trend
fr_fr: Tendance de la pression
nl_nl: Druk trend

source: Temperature
fr_fr: Température
nl_nl: Temperatuur

source: Reference temperature
fr_fr: Température de référence
nl_nl: Referentietemperatuur

source: Reference wind strength
fr_fr: Force du vent référence
nl_nl: Referentiewindkracht

source: Highest temperature of the day
fr_fr: Température maximale de la journée
nl_nl: Hoogste dagtemperatuur

source: Lowest temperature of the day
fr_fr: Température minimale de la journée
nl_nl: Laagste dagtemperatuur

source: Temperature trend
fr_fr: Tendance de la température
nl_nl: Temperatuur trend

source: Dew point
fr_fr: Point de rosée
nl_nl: Dauwpunt

source: Frost point
fr_fr: Point de givre
nl_nl: Vriespunt

source: Heat
fr_fr: Chaleur
nl_nl: Hitte

source: Heat index
fr_fr: Indice de chaleur
nl_nl: Hitte index

source: Wind chill
fr_fr: Refroidissement éolien
nl_nl: Gevoelstemperatuur

source: Cloud base
fr_fr: Base nuages
nl_nl: Wolkenbasis

source: Cloud base altitude
fr_fr: Altitude de la base des nuages
nl_nl: Wolkenbasis hoogte

source: Cloudiness
fr_fr: Nébulosité
nl_nl: Bewolking

source: Rain
fr_fr: Pluie
nl_nl: Regen

source: Rain rate
fr_fr: Taux de précipitation
nl_nl: Neerslag (regen)

source: Accumulated rainfall for the last 3 hours
fr_fr: Cumul des précipitations sur 3 heures
nl_nl: Totale neerslag laatste 3 uur

source: Snow
fr_fr: Neige
nl_nl: Sneeuw

source: Accumulated snowfall for the last 3 hours
fr_fr: Cumul des précipitations neigeuses sur 3 heures
nl_nl: Totale sneeuwval laatste 3 uur

source: Accumulated rainfall for the last hour
fr_fr: Cumul des précipitations sur une heure
nl_nl: Totale neerslag afgelopen uur

source: Accumulated rainfall for today
fr_fr: Cumul des précipitations de la journée
nl_nl: Totale neerslag vandaag

source: Wind direction
fr_fr: Direction du vent
nl_nl: Windrichting

source: Wind strength
fr_fr: Force du vent
nl_nl: Windkracht

source: Gust direction
fr_fr: Direction des rafales
nl_nl: Windvlaag richting

source: Gust strength
fr_fr: Force des rafales
nl_nl: Windvlaag sterkte

source: Wind direction for the maximal wind strength for the last hour
fr_fr: Direction du vent lors de la plus grosse rafale sur une heure
nl_nl: Windrichting maximale windkracht voor het laatste uur

source: Maximal wind strength for the last hour
fr_fr: Force maximale du vent sur une heure
nl_nl: Maximum windkracht laatste uur

source: Wind direction for the maximal wind strength today
fr_fr: Direction du vent lors de la plus grosse rafale aujourd'hui

source: Maximal wind strength today
fr_fr: Force maximale du vent aujourd'hui

source: all
fr_fr: tout
nl_nl: alle

source: [all measures]
fr_fr: [toutes les mesures]
nl_nl: [alle metingen]

source: outdoor
fr_fr: Extérieur
nl_nl: buiten

source: [outdoor measures]
fr_fr: [mesures extérieures]
nl_nl: [buitenmetingen]

source: Sunrise
fr_fr: Lever de soleil
nl_nl: Zonsopkomst

source: Sunset
fr_fr: Coucher de soleil
nl_nl: Zonsondergang

source: Moonrise
fr_fr: Lever de lune
nl_nl: Maansopkomst

source: Moonset
fr_fr: Coucher de lune
nl_nl: Maansondergang

source: Age
fr_fr: Âge
nl_nl: Leeftijd

source: Moon age
fr_fr: Âge de la lune
nl_nl: Leeftijd maan

source: Moon phase
fr_fr: Phase de la lune
nl_nl: Maanfase

source: Moon illumination
fr_fr: Illumination de la lune
nl_nl: Helderheid maan

source: Moon distance
fr_fr: Distance de la lune
nl_nl: Maanafstand

source: Moon angular size
fr_fr: Taille apparente de la lune
nl_nl: Maan hoek

source: Sun distance
fr_fr: Distance du soleil
nl_nl: Zonsafstand

source: Sun angular size
fr_fr: Taille apparente du soleil
nl_nl: Zon hoek

source: Unknown measurement
fr_fr: Mesure inconnue
nl_nl: Onbekende meting

source: percent
fr_fr: pourcentage
nl_nl: procent

source: degree
fr_fr: degrés
nl_nl: graden

source: percent of capacity
fr_fr: pourcentage de capacité
nl_nl: percentage van de capaciteit

source: percent of strength
fr_fr: pourcentage de puissance
nl_nl: percentage van de sterkte

source: millimeter per hour
fr_fr: millimètre par heure
nl_nl: millimeter per uur

source: inch
fr_fr: pouce

source: inch per hour
fr_fr: pouce par heure
nl_nl: inch per uur

source: millimeter
fr_fr: millimètre
nl_nl: millimetre

source: centimeter
fr_fr: centimètre

source: decibel
fr_fr: décibel

source: part per million
fr_fr: partie par million

source: dobson unit
fr_fr: unité dobson

source: microgram per gram
fr_fr: microgramme par gramme

source: part per million by volume
fr_fr: partie par million en volume
nl_nl: ppm per volume

source: inch of mercury
fr_fr: pouce de mercure

source: millimeter of mercury
fr_fr: millimètre de mercure
nl_nl: millimetre of mercury

source: fahrenheit degree
fr_fr: degré fahrenheit
nl_nl: fahrenheit graden

source: celcius degree
fr_fr: degré celsius
nl_nl: celcius graden

source: kts
fr_fr: nds

source: mile per hour
fr_fr: mile par heure
nl_nl: mile per uur

source: meter per second
fr_fr: mètre par seconde
nl_nl: meter per seconde

source: knot
fr_fr: noeud
nl_nl: knopen

source: kilometer per hour
fr_fr: kilomètre par heure
nl_nl: kilometer per uur

source: foot
fr_fr: pied
nl_nl: voet

source: meter
fr_fr: mètre

source: kilometer
fr_fr: kilomètre

source: Imperial system
fr_fr: Système impérial
nl_nl: Imperiaal

source: Metric system
fr_fr: Système métrique
nl_nl: Metrisch

source: Knot
fr_fr: Nœud
nl_nl: Knopen

source: Measured and computed values
fr_fr: Valeurs mesurées et calculées
nl_nl: Gemeten en berekende waarden

source: Only measured values
fr_fr: Seulement les valeurs mesurées
nl_nl: Alleen gemeten waarden

source: Netatmo and OpenWeatherMap
fr_fr: Netatmo et OpenWeatherMap
nl_nl: Netatmo en OpenWeatherMap

source: Only Netatmo
fr_fr: Seulement Netatmo
nl_nl: Alleen Netatmo

source: Only OpenWeatherMap
fr_fr: Seulement OpenWeatherMap
nl_nl: Alleen OpenWeatherMap

source: Never
fr_fr: Jamais
nl_nl: Nooit

source: After 30 minutes
fr_fr: Après 30 minutes
nl_nl: Na 30 minuten

source: After 1 hour
fr_fr: Après 1 heure
nl_nl: Na 1 uur

source: After 2 hours
fr_fr: Après 2 heures
nl_nl: Na 2 uur

source: After 4 hours
fr_fr: Après 4 heures
nl_nl: Na 4 uur

source: After 12 hours
fr_fr: Après 12 heures
nl_nl: Na 12 uur

source: After 24 hours
fr_fr: Après 24 heures
nl_nl: Na 24 uur

source: Fixed min & max
fr_fr: Min & max fixes
nl_nl: Vaste min & max

source: Adapted min & max when possible
fr_fr: Min & max ajustés si possible
nl_nl: Aangepaste min & max (indien mogelijk)

source: Towards... (points to the degree)
fr_fr: En direction de… (indique la direction du vent)
nl_nl: Naar... (wijst naar de graad)

source: From... (points directly away from the degree)
fr_fr: Depuis… (indique la source du vent)
nl_nl: Van... (wijst van de graad af)

source: Error code
fr_fr: Erreur code
nl_nl: Foutcode

source: No data
fr_fr: Aucune donnée
nl_nl: Geen data

source: Sunrise & sunset
fr_fr: Lever et coucher de soleil
nl_nl: Zonsopkomst & -ondergang

source: Moon
fr_fr: Lune
nl_nl: Maan

source: Sun distance and angular size
fr_fr: Distance au soleil et diamètre apparent
nl_nl: Zon afstand en hoek

source: Moon illumination, phase & age
fr_fr: Illumination, phase et âge de la lune
nl_nl: Maan helderheid, fase & leeftijd

source: Moon distance and angular size
fr_fr: Distance à la lune et diamètre apparent
nl_nl: Maan afstand en hoek

source: Current weather conditions
fr_fr: Conditions météo actuelles
nl_nl: Huidige weercondities

source: Wind from
fr_fr: Vent de
nl_nl: Wind vanuit

source: Rainfall
fr_fr: Précipitations
nl_nl: Regen

source: Snowfall
fr_fr: Chutes de neige
nl_nl: Sneeuwval

source: https://pierre.lannoy.fr/wordpress-live-weather-station-for-netatmo/
fr_fr: https://pierre.lannoy.fr/wordpress-live-weather-station-pour-netatmo/

source: Display, in many different and elegant ways, the meteorological data collected by your Netatmo weather station or coming from OpenWeatherMap.
fr_fr: Affichez, de façon élégante, les données météorologiques en provenance d’OpenWeatherMap ou celles collectées par votre station météo Netatmo.
nl_nl: Weergave op veel verschillende en fraaie manieren, de meteorologische gegevens afkomstig van jouw Netatmo station of van OpenWeatherMap.

source: Options
nl_nl: Opties

source: Altitudes
nl_nl: Hoogten

source: Distances
nl_nl: Afstanden

source: Module
nl_nl: Station

source: Format
nl_nl: Formaat

source: Version
nl_nl: Versie

source: Standard
nl_nl: Standaard

source: Flat design
nl_nl: Vlak ontwerp

source: Message
nl_nl: Bericht

source: Information
nl_nl: Informatie

source: Altitude
nl_nl: Hoogte

source: / 3 hr
nl_nl: / 3 uur

source: / 1 hr
nl_nl: / 1 uur

source: N-NE
nl_nl: N-NO

source: NE
nl_nl: NO

source: E-NE
nl_nl: O-NO

source: E
nl_nl: O

source: E-SE
nl_nl: O-ZO

source: SE
nl_nl: ZO

source: S-SE
nl_nl: Z-ZO

source: S
nl_nl: Z

source: Stable
nl_nl: stabiel

source: Flat - Orange
nl_nl: Vlak - Sinaasappel

source: Flat - Turquoise
nl_nl: Vlak - Turquoise

source: Miniature
nl_nl: Miniatuur

source: Anthracite
nl_nl: Anthraciet

source: Chrome
nl_nl: Chroom

source: Orange
nl_nl: Oranje

source: Cyan
nl_nl: Cyaan

source: Normal
nl_nl: Normaal

source: Horizontal
nl_nl: Horizontaal

source: Tangent
nl_nl: Raaklijn

source: Ozone
nl_nl: Ozon

source: Phase
nl_nl: Fase

source: Illumination
nl_nl: Helderheid

source: Distance
nl_nl: Afstand

source: mm/h
nl_nl: mm/u

source: in/h
nl_nl: in/u

source: mile
nl_nl: mijl
