Repository: Weather-Station-Software/live-weather-station
Catalog: languages/live-weather-station-*.po
Languages: fr_fr, nl_nl

source: add a new station by following the 4 steps registration form
fr_fr: ajoutez une nouvelle station en remplissant les 4 volets du formulaire d’inscription
nl_nl: voeg een nieuw station toe via vier stappen op het registratieformulier

source: Unable to activate this service. Weather Underground servers have returned the following error:
fr_fr: Impossible d’activer ce service. Les serveurs Weather Underground ont renvoyé l’erreur suivante&nbsp;:
nl_nl: Kan de service niet activeren, de Weather Underground servers sturen volgende foutmelding:

source: Push data to Weather Underground
fr_fr: Envoyer des données à Weather Underground
nl_nl: Push data naar Weather Underground

source: Number of lines to display
fr_fr: Nombre de lignes à afficher
nl_nl: Aantal regels weergeven

source: Apply
fr_fr: Appliquer
nl_nl: Toepassen

source: Filter systems to display
fr_fr: Filtrer les systèmes à afficher
nl_nl: Te tonen filtersystemen

source: Filter services to display
fr_fr: Filtrer les services à afficher
nl_nl: Te tonen filterservices

source: Filter stations to display
fr_fr: Filtrer les stations à afficher
nl_nl: Te tonen stations

source: Netatmo stations
fr_fr: Stations Netatmo

source: Add
fr_fr: Ajouter
nl_nl: Toevoegen

source: OpenWeatherMap stations
fr_fr: Stations OpenWeatherMap

source: Timestamp
fr_fr: Horodatage
nl_nl: Tijdstempel

source: System
fr_fr: Système
nl_nl: Systeem

source: Error code
fr_fr: Code d’erreur
nl_nl: Foutcode

source: Full message
fr_fr: Message complet
nl_nl: Volledig bericht

source: Station to display
fr_fr: Station à afficher
nl_nl: Weer te geven station

source: Extended
fr_fr: Étendu
nl_nl: Uitgebreid

source: Displayed name
fr_fr: Nom à afficher
nl_nl: Weergegeven naam

source: Subtitle to display
fr_fr: Sous-titre à afficher
nl_nl: Te tonen ondertitel

source: Nothing
fr_fr: Rien
nl_nl: Niets

source: Date and time of records
fr_fr: Date et heure des relevés
nl_nl: Datum en tijd van de records

source: Station coordinates (if known)
fr_fr: Coordonnées de la station (si connu)
nl_nl: Stationscoordinaten (indien bekend)

source: Max width (in px)
fr_fr: Largeur max (en px)
nl_nl: Max breedte (in px)

source: Text color
fr_fr: Couleur du texte
nl_nl: Tekstkleur

source: Background color
fr_fr: Couleur du fond
nl_nl: Achtergrondkleur

source: Transparence of background
fr_fr: Transparence du fond
nl_nl: Transparantie achtergrond

source: Show borders
fr_fr: Afficher les bords
nl_nl: Toon borders

source: Show tooltips
fr_fr: Afficher les infobulles
nl_nl: Toon tooltips

source: Display current weather conditions (if available)
fr_fr: Montrer les conditions météorologiques actuelles (si disponible)
nl_nl: Weercondities weergeven (indien beschikbaar)

source: Display temperatures (if available)
fr_fr: Montrer les températures (si disponibles)
nl_nl: Temperatuur weergeven (indien beschikbaar)

source: Display atmospheric pressure (if available)
fr_fr: Montrer la pression atmosphérique (si disponible)
nl_nl: Luchtdruk weergeven (indien beschikbaar)

source: Display humidity (if available)
fr_fr: Montrer l’humidité (si disponible)
nl_nl: Luchtvochtigheid weergeven (indien beschikbaar)

source: Display rainfall (if available)
fr_fr: Montrer les précipitations (si disponibles)
nl_nl: Regen weergeven (indien beschikbaar)

source: Display snowfall (if available)
fr_fr: Montrer les chutes de neige (si disponible)
nl_nl: Sneeuw weergeven (indien beschikbaar)

source: Display wind (if available)
fr_fr: Montrer le vent (si disponible)
nl_nl: Wind weergeven (indien beschikbaar)

source: Display cloud cover (if available)
fr_fr: Montrer la nébulosité (si disponible)
nl_nl: Bewolking weergeven (indien beschikbaar)

source: Display cloud base altitude (if available)
fr_fr: Montrer l’altitude de la base nuageuse (si disponible)
nl_nl: Hoogte bewolking weergeven (indien beschikbaar)

source: Display dew point (if available)
fr_fr: Montrer le point de rosée (si disponible)
nl_nl: Dauwpunt weergeven (indien beschikbaar)

source: Display frost point (if available)
fr_fr: Montrer le point de givre (si disponible)
nl_nl: Vriespunt weergeven (indien beschikbaar)

source: Display heat index (if available)
fr_fr: Montrer l’indice de chaleur (si disponible)
nl_nl: Gevoelstemperatuur (heat index) weergeven (indien beschikbaar)

source: Display humidex (if available)
fr_fr: Montrer l’indice Humidex (si disponible)
nl_nl: Gevoelstemperatuur (humidex) weergeven (indien beschikbaar)

source: Display wind chill (if available)
fr_fr: Montrer le refroidissement éolien (si disponible)
nl_nl: Gevoelstemperatuur (wind chill) weergeven (indien beschikbaar)

source: Hide obsolete measurements
fr_fr: Cacher les mesures périmées
nl_nl: Verberg verouderde metingen

source: List View
fr_fr: Vue Liste
nl_nl: Lijstweergave

source: Excerpt View
fr_fr: Vue Résumée
nl_nl: Verkorte weergave

source: No items found.
fr_fr: Aucun élément trouvé.
nl_nl: Geen items gevonden.

source: Select bulk action
fr_fr: Choisissez une action groupée
nl_nl: Kies bulkactie

source: Bulk Actions
fr_fr: Actions Groupées
nl_nl: Bulkacties

source: Show more details
fr_fr: Voir plus de détail
nl_nl: Toon meer details

source: %s item
fr_fr: %s élément
nl_nl: %s onderdelen

source: First page
fr_fr: Première page
nl_nl: Eerste agina

source: Previous page
fr_fr: Page précédente
nl_nl: Vorige pagina

source: Current Page
fr_fr: Page actuelle
nl_nl: Huidige pagina

# paging
source: %1$s of %2$s
fr_fr: %1$s sur %2$s

source: Next page
fr_fr: Page suivante
nl_nl: Volgende pagina

source: Last page
fr_fr: Dernière page
nl_nl: Laatste pagina

source: Select All
fr_fr: Tout sélectionner
nl_nl: Selecteer alles

source: Display ephemeris for sun and moon at the location of a Netatmo and/or OpenWeatherMap weather station.
fr_fr: Affiche les éphémérides du soleil et de lune pour l’emplacement d’une station météo Netatmo et/ou OpenWeatherMap.
nl_nl: Toon de efimerides van zon en maan voor de locatie van een Netatmo en/of OpenWeatherMap weerstation.

source: Outdoor weather summary
fr_fr: Résumé météo extérieur
nl_nl: Samenvatting weer buiten

source: Display outdoor measurements of a Netatmo and/or OpenWeatherMap weather station.
fr_fr: Affiche les mesures extérieures d’une station Netatmo et/ou OpenWeatherMap.
nl_nl: Toon de buitenmetingen van een Netatmo en/of OpenWeatherMap weerstation

source: See detail in new window
fr_fr: Voir le détail dans une nouvelle fenêtre
nl_nl: Bekijk detail in een nieuw venster

source: Event
fr_fr: Évènement
nl_nl: Gebeurtenis

source: Time
fr_fr: Moment
nl_nl: Tijd

source: All
fr_fr: Tout
nl_nl: Alles

source: Notices &amp; beyond
fr_fr: Avis &amp; au-delà
nl_nl: Mededelingen &amp; daarop volgend

source: Errors &amp; beyond
fr_fr: Erreurs &amp; au-delà
nl_nl: Fouten &amp; daarop volgend

source: Show %d lines per page
fr_fr: Afficher %d lignes par page
nl_nl: Toon %d regels per pagina

source: All systems
fr_fr: Tous les systèmes
nl_nl: Alle systemen

source: All services
fr_fr: Tous les services
nl_nl: Alle services

source: All stations
fr_fr: Toutes les stations
nl_nl: Alle stations

source: Emergency
fr_fr: Urgence
nl_nl: Noodgeval

source: Alert
fr_fr: Alerte
nl_nl: Opletten

source: Critical error
fr_fr: Erreur critique
nl_nl: Kritische fout

source: Error
fr_fr: Erreur
nl_nl: Fout

source: Warning
fr_fr: Avertissement
nl_nl: Waarschuwing

source: Notice
fr_fr: Avis
nl_nl: Opmerken

source: Debug information
fr_fr: Information de débogage:
nl_nl: Debug informatie

source: Manage services
fr_fr: Gérer les services
nl_nl: Beheer services

source: No
fr_fr: Non
nl_nl: Nee

source: Yes
fr_fr: Oui
nl_nl: Ja

source: see it
fr_fr: voir
nl_nl: bekijken

source: Edit
fr_fr: Modifier
nl_nl: Aanpassen

source: Verify on a map
fr_fr: Vérifier sur une carte
nl_nl: Controleer op een kaart

source: Delete
fr_fr: Supprimer
nl_nl: Verwijder

source: Outdoor
fr_fr: Extérieur
nl_nl: Buiten

source: Wind
fr_fr: Vent

source: Gust
fr_fr: Rafale
nl_nl: Vlaag

source: Malformed shortcode. Please verify it!
fr_fr: Code court malformé. Merci de le vérifier&nbsp;!
nl_nl: Ongeldige shortcode, controleren!

source: now
fr_fr: maint.
nl_nl: nu

source: today
fr_fr: aujrd.
nl_nl: vandaag

source: gust
fr_fr: rafale
nl_nl: windvlaag

source: humidity
fr_fr: humidité
nl_nl: vochtigheid

source: noise
fr_fr: bruit
nl_nl: geluid

source: rain
fr_fr: pluie
nl_nl: regen

source: snow
fr_fr: neige
nl_nl: sneeuw

source: wind
fr_fr: vent

source: atm pressure
fr_fr: pression atmo
nl_nl: atmosferische luchtdruk

source: dew point
fr_fr: pt de rosée
nl_nl: dauwpunt

source: frost point
fr_fr: pt de givre
nl_nl: vriespunt

source: heat-index
fr_fr: indice chaleur

source: wind chill
fr_fr: rf. éolien
nl_nl: gevoelstemperatuur

source: cloud base
fr_fr: alt nuages
nl_nl: wolkenbasis

source: cloudiness
fr_fr: nébulosité
nl_nl: bewolking

source: temperature
fr_fr: température
nl_nl: temperatuur

source: Very low
fr_fr: Très faible
nl_nl: Erg laag

source: Low
fr_fr: Faible
nl_nl: Laag

source: Medium
fr_fr: Intermédiaire
nl_nl: Gemiddeld

source: High
fr_fr: Élevé
nl_nl: Hoog

source: Full
fr_fr: Excellent
nl_nl: Vol

source: AC Power
fr_fr: Sur secteur
nl_nl: Externe voeding

source: Unknown Power State
fr_fr: Inconnu
nl_nl: Onbekende status

source: S-SW
fr_fr: S-SO
nl_nl: Z-ZW

source: SW
fr_fr: SO
nl_nl: ZW

source: W-SW
fr_fr: O-SO
nl_nl: W-ZW

source: W
fr_fr: O

source: W-NW
fr_fr: O-NO

source: NW
fr_fr: NO

source: N-NW
fr_fr: N-NO

source: North
fr_fr: Nord
nl_nl: NOORD

source: North-Northeast
fr_fr: Nord-Nord-Est
nl_nl: Noord-Noordoost

source: Northeast
fr_fr: Nord-Est
nl_nl: Noordoost

source: East-Northeast
fr_fr: Est-Nord-Est
nl_nl: Oost-Noordoost

source: East
fr_fr: Est
nl_nl: Oost

source: East-Southeast
fr_fr: Est-Sud-Est
nl_nl: Oost-Zuidoost

source: Southeast
fr_fr: Sud-Est
nl_nl: Zuidoost

source: South-Southeast
fr_fr: Sud-Sud-Est
nl_nl: Zuid-Zuidoost

source: South
fr_fr: Sud
nl_nl: Zuid

source: South-Southwest
fr_fr: Sud-Sud-Ouest
nl_nl: Zuid-Zuidwest

source: Southwest
fr_fr: Sud-Ouest
nl_nl: Zuidwest

source: West-Southwest
fr_fr: Ouest-Sud-Ouest
nl_nl: West-Zuidwest

source: West
fr_fr: Ouest

source: West-Northwest
fr_fr: Ouest-Nord-Ouest
nl_nl: West-Noordwest

source: Northwest
fr_fr: Nord-Ouest
nl_nl: Noordwest

source: North-Northwest
fr_fr: Nord-Nord-Ouest
nl_nl: Noord-Noordwest

source: No RF Signal
fr_fr: Pas de signal radio
nl_nl: Geen RF Signaal

source: No WiFi Signal
fr_fr: Pas de signal WiFi
nl_nl: Geen WiFi Signaal

source: Rising
fr_fr: En hausse
nl_nl: stijgend

source: Falling
fr_fr: En baisse
nl_nl: dalend

source: New Moon
fr_fr: Nouvelle Lune
nl_nl: Nieuwe maan

source: Waxing Crescent
fr_fr: Premier Croissant
nl_nl: Afnemende maan

source: First Quarter
fr_fr: Premier Quartier
nl_nl: Eerste kwartier

source: Waxing Gibbous
fr_fr: Gibbeuse Croissante
nl_nl: Wassende maan

source: Full Moon
fr_fr: Pleine Lune
nl_nl: Volle maan

source: Waning Gibbous
fr_fr: Gibbeuse Décroissante
nl_nl: Afnemende maan

source: Third Quarter
fr_fr: Dernier Quartier
nl_nl: Derde kwartier

source: Waning Crescent
fr_fr: Dernier Croissant
nl_nl: Afnemende halve maan

source: Successful operation
fr_fr: Opération réussie
nl_nl: Geslaagde bewerking

source: Database contains inconsistent datas
fr_fr: La base de données contient des données incohérentes
nl_nl: Database bevat inconsistente data

source: O/DR
fr_fr: EXT

source: clouds
fr_fr: nuages
nl_nl: wolken

source: All data have been filtered: nothing to show
fr_fr: Toutes les donnée ont été filtrées&nbsp;: il n’y a plus rien à afficher
nl_nl: Alle data is gefilterd: niets om te laten zien

source: is not running...
fr_fr: n’est pas opérationnel…
nl_nl: wordt niet uitgevoerd...

source: %s ago
fr_fr: il y a %s
nl_nl: %s geleden

source: in %s
fr_fr: dans %s

source: currently
fr_fr: actuellement
nl_nl: huidig

source: days
fr_fr: jours
nl_nl: dagen

source: hours
fr_fr: heures
nl_nl: uur

source: [Ephemeris]
fr_fr: [Éphéméride]
nl_nl: [Efemeriden]

source: Raw value
fr_fr: Donnée brute
nl_nl: Onbewerkte waarde

source: As-is
fr_fr: Tel quel

source: Formated value
fr_fr: Valeur formatée
nl_nl: Geformatteerde waarde

source: UTC timestamp
fr_fr: Timestamp UTC
nl_nl: UTC tijdweergave

source: Formated local date
fr_fr: Date locale formatée
nl_nl: Geformatteerde locale datum

source: Formated local time
fr_fr: Heure locale formatée
nl_nl: Geformatteerde locale tijd

source: Elapsed or remaining approximative time
fr_fr: Temps approximatif écoulé ou restant
nl_nl: Verstreken of resterende tijd bij benadering

source: Unit symbol or abbreviation
fr_fr: Symbole de l’unité ou abréviation
nl_nl: Unitsymbool of afkorting

source: Unit with complement (if any)
fr_fr: Unité avec complément (le cas échéant)
nl_nl: Unit met aanvulling (indien van toepassing)

source: Unit name
fr_fr: Nom de l’unité
nl_nl: Eenheidsnaam

source: Converted value
fr_fr: Valeur convertie
nl_nl: Geconverteerde waarde

source: Converted value with unit
fr_fr: Valeur convertie avec unité
nl_nl: Geconverteerde waarde met unit

source: Plain text
fr_fr: Texte en clair
nl_nl: Platte tekst

source: Abbreviation
fr_fr: Abréviation
nl_nl: Afkorting

source: Geodetic system WGS 84
fr_fr: Système géodésique WGS 84

source: Geodetic system WGS 84 with unit
fr_fr: Système géodésique WGS 84 avec unité
nl_nl: Geodetic system WGS 84 met unit

source: DMS starting with cardinal
fr_fr: DMS commençant par le point cardinal
nl_nl: DMS starten met cardinal

source: DMS ending with cardinal
fr_fr: DMS terminant par le point cardinal
nl_nl: DMS stoppen met cardinal

source: Station ID
fr_fr: Identifiant de la station
nl_nl: Stations ID

source: Module ID
fr_fr: Identifiant du module

source: Module type
fr_fr: Type du module

source: Module name
fr_fr: Nom du module
nl_nl: Modulenaam

source: Measurement timestamp
fr_fr: Horodatage de la mesure
nl_nl: Tijdsaanduiding meting

source: Measurement type
fr_fr: Type de la mesure
nl_nl: Metingtype

source: Measurement value
fr_fr: Valeur de la mesure
nl_nl: Gemeten waarde

source: [all modules]
fr_fr: [tous les modules]
nl_nl: [alle stations]

source: Fast
fr_fr: Rapide
nl_nl: Snel

source: Slow
fr_fr: Lent
nl_nl: Langzaam

source: Standard - Without backlight
fr_fr: Standard - Sans rétro-éclairage
nl_nl: Standaard - Zonder backlight

source: Standard - With backlight
fr_fr: Standard - Avec rétro-éclairage
nl_nl: Standaard - Met backlight

source: Translucent - Red
fr_fr: Translucide - Rouge
nl_nl: Doorzichtig - Rood

source: Translucent - Orange
fr_fr: Translucide - Orange
nl_nl: Doorzichtig - Oranje

source: Translucent - Beige
fr_fr: Translucide - Beige
nl_nl: Doorzichtig - Beige

source: Translucent - Yellow
fr_fr: Translucide - Jaune
nl_nl: Doorzichtig - Geel

source: Translucent - Yellow green
fr_fr: Translucide - Jaune-vert
nl_nl: Doorzichtig - Geelgroen

source: Translucent - Light green
fr_fr: Translucide - Vert clair
nl_nl: Doorzichtig - Lichtgroen

source: Translucent - Standard green
fr_fr: Translucide - Vert standard
nl_nl: Doorzichtig - Groen

source: Translucent - Light blue
fr_fr: Translucide - Bleu clair
nl_nl: Doorzichtig - Lichtblauw

source: Translucent - Blue
fr_fr: Translucide - Bleu
nl_nl: Doorzichtig - Blauw

source: Translucent - Light purple
fr_fr: Translucide - Violet
nl_nl: Doorzichtig - Lichtpurper

source: Translucent - Gray
fr_fr: Translucide - Gris
nl_nl: Doorzichtig - Grijs

source: Translucent - White
fr_fr: Translucide - Blanc
nl_nl: Doorzichtig - Wit

source: Contrasted - Red
fr_fr: Contrasté - Rouge
nl_nl: Contrastrijk - Rood

source: Contrasted - Amber
fr_fr: Contrasté - Ambre
nl_nl: Contrastrijk - Amber

source: Contrasted - Green
fr_fr: Contrasté - Vert
nl_nl: Contrastrijk -Groen

source: Contrasted - Turquoise
fr_fr: Contrasté - Turquoise
nl_nl: Contrastrijk - Turquoise

source: Contrasted - Light blue
fr_fr: Contrasté - Bleu clair
nl_nl: Contrastrijk - Lichtblauw

source: Contrasted - Blue
fr_fr: Contrasté - Bleu
nl_nl: Contrastrijk - Blauw

source: Contrasted - Dark blue
fr_fr: Contrasté - Bleu foncé
nl_nl: Contrastrijk - Donkerblauw

source: Contrasted - Purple
fr_fr: Contrasté - Violine
nl_nl: Contrastrijk - Purper

source: Contrasted - Dark purple
fr_fr: Contrasté - Violet foncé
nl_nl: Contrastrijk - Donker purper

source: Contrasted - Black & Yellow
fr_fr: Contrasté - Noir & Jaune
nl_nl: Contrastrijk - Zwart & Geel

source: Contrasted - Black
fr_fr: Contrasté - Noir
nl_nl: Contrasted - Zwart

source: Contrasted - Dark grey
fr_fr: Contrasté - Gris foncé
nl_nl: Contrastrijk - Donkergrijs

source: Soft - Amber
fr_fr: Feutré - Ambre
nl_nl: Zacht - Amber

source: Soft - Dark green
fr_fr: Feutré - Vert foncé
nl_nl: Zacht - Donkergroen

source: Soft - Blue
fr_fr: Feutré - Bleu
nl_nl: Zacht - Blauw

source: Soft - Dark blue
fr_fr: Feutré - Bleu foncé
nl_nl: Zacht - Donkerblauw

source: Soft - Navy
fr_fr: Feutré - Bleu marine
nl_nl: Zacht - Navy

source: Soft - Purple
fr_fr: Feutré - Violet
nl_nl: Zacht - Purper

source: Soft - Dark purple
fr_fr: Feutré - Violet foncé
nl_nl: Zacht - Donker purper

source: Soft - Grey
fr_fr: Feutré - Gris
nl_nl: Zacht - Grijs

source: Flat - Pomegranate
fr_fr: Flat - Grenade
nl_nl: Vlak - Granaatappel

source: Flat - Alizarin
fr_fr: Flat - Alizarine
nl_nl: Vlak - Alazinerood

source: Flat - Pumpkin
fr_fr: Flat - Citrouille
nl_nl: Vlak - Pompoen

source: Flat - Carrot
fr_fr: Flat - Carotte
nl_nl: Vlak - Wortel

source: Flat - Sunflower
fr_fr: Flat - Tournesol
nl_nl: Vlak - Zonnebloem

source: Flat - Emerald
fr_fr: Flat - Émeraude
nl_nl: Vlak - Smaragd

source: Flat - Nephritis
fr_fr: Flat - Néphrite
nl_nl: Flat - Nier

source: Flat - Peter river
fr_fr: Flat - Rivière Peter
nl_nl: Vlak - Peter river

source: Flat - Sky
fr_fr: Flat - Ciel
nl_nl: Vlak - Lucht

source: Flat - Belize hole
fr_fr: Flat - Trou Belize
nl_nl: Flat - Belizegat

source: Flat - Amethyst
fr_fr: Flat - Améthyste
nl_nl: Flat - Ametist

source: Flat - Wisteria
fr_fr: Flat - Glycines
nl_nl: Flat - Blauwe regen

source: Flat - Wet asphalt
fr_fr: Flat - Asphalte mouillé
nl_nl: Flat - Nat asfalt

source: Flat - Midnight blue
fr_fr: Flat - Bleu nuit

source: Flat - Black
fr_fr: Flat - Noir
nl_nl: Flat - Zwart

source: Flat - Asbestos
fr_fr: Flat - Amiante
nl_nl: Flat - Asbest

source: Flat - Concrete
fr_fr: Flat - Béton
nl_nl: Flat - Beton

source: Flat - Silver
fr_fr: Flat - Argenté
nl_nl: Flat - Zilver

source: Flat - Clouds
fr_fr: Flat - Nuages
nl_nl: Flat - Wolken

source: Small
fr_fr: Petit
nl_nl: Klein

source: Large
fr_fr: Grand
nl_nl: Groot

source: Scalable
fr_fr: Dimensionnable
nl_nl: Schaalbaar

source: Gigantic
fr_fr: Gigantesque
nl_nl: Gigantisch

source: Standard (for light background)
fr_fr: Standard (pour fond clair)
nl_nl: Standaard (voor lichte achtergrond)

source: Standard (for dark background)
fr_fr: Standard (pour fond sombre)
nl_nl: Standaard (voor donkere achtergrond)

source: Flag (for light background)
fr_fr: Étendard (pour fond clair)
nl_nl: Doek (voor lichte achtergrond)

source: Flag (for dark background)
fr_fr: Étendard (pour fond sombre)
nl_nl: Doek (voor donkere achtergrond)

source: Pinky (for light background)
fr_fr: Rosé (pour fond clair)
nl_nl: Pinky (voor lichte achtergrond)

source: Pinky (for dark background)
fr_fr: Rosé (pour fond sombre)
nl_nl: Pinky (voor donkere achtergrond)

source: Aquamarine (for light background)
fr_fr: Aigue-marine (pour fond clair)
nl_nl: Aquamarine (voor lichte achtergrond)

source: Aquamarine (for dark background)
fr_fr: Aigue-marine (pour fond sombre)
nl_nl: Aquamarine (voor donkere achtergrond)

source: B&W (for light background)
fr_fr: N&B (pour fond clair)
nl_nl: B&W (voor lichte achtergrond)

source: B&W (for dark background)
fr_fr: N&B (pour fond sombre)
nl_nl: B&W (voor donkere achtergrond)

source: Solid red (for light background)
fr_fr: Rouge uni (pour fond clair)
nl_nl: Effen rood (voor lichte achtergrond)

source: Solid red (for dark background)
fr_fr: Rouge uni (pour fond sombre)
nl_nl: Effen rood (voor donkere achtergrond)

source: Solid orange (for light background)
fr_fr: Orange uni (pour fond clair)
nl_nl: Effen oranje (voor lichte achtergrond)

source: Solid orange (for dark background)
fr_fr: Orange uni (pour fond sombre)
nl_nl: Effen oranje (voor donkere achtergrond)

source: Solid yellow (for light background)
fr_fr: Jaune uni (pour fond clair)
nl_nl: Effen geel (voor lichte achtergrond)

source: Solid yellow (for dark background)
fr_fr: Jaune uni (pour fond sombre)
nl_nl: Effen geel (voor donkere achtergrond)

source: Solid green (for light background)
fr_fr: Vert uni (pour fond clair)
nl_nl: Effen groen (voor lichte achtergrond)

source: Solid green (for dark background)
fr_fr: Vert uni (pour fond sombre)
nl_nl: Effen groen (voor donkere achtergrond)

source: Solid blue (for light background)
fr_fr: Bleu uni (pour fond clair)
nl_nl: Effen blauw (voor lichte achtergrond)

source: Solid blue (for dark background)
fr_fr: Bleu uni (pour fond sombre)
nl_nl: Effen blauw (voor donkere achtergrond)

source: Solid purple (for light background)
fr_fr: Violet uni (pour fond clair)
nl_nl: Effen purper (voor lichte achtergrond)

source: Solid purple (for dark background)
fr_fr: Violet uni (pour fond sombre)
nl_nl: Effen purper (voor donkere achtergrond)

source: Solid black (for light background)
fr_fr: Noir uni (pour fond clair)
nl_nl: Effen zwart (voor lichte achtergrond)

source: Solid black (for dark background)
fr_fr: Noir uni (pour fond sombre)
nl_nl: Effen zwart (voor donkere achtergrond)

source: Transparent (for light background)
fr_fr: Transparent (pour fond clair)
nl_nl: Transparant (voor lichte achtergrond)

source: Transparent (for dark background)
fr_fr: Transparent (pour fond sombre)
nl_nl: Transparant (voor donkere achtergrond)

source: None
fr_fr: Aucun
nl_nl: Geen

source: External
fr_fr: Externe
nl_nl: Extern

source: Internal
fr_fr: Interne
nl_nl: Intern

source: Half - Flat - Thin
fr_fr: Demi cercle - Flat - Fin
nl_nl: Half - Vlak - Dun

source: Half - Flat - Standard
fr_fr: Demi cercle - Flat - Standard
nl_nl: Half - Vlak - Standaard

source: Half - Flat - Fat
fr_fr: Demi cercle - Flat - Gras
nl_nl: Half - Vlak - Dik

source: Half - Flat - Pie
fr_fr: Demi cercle - Flat - Plein
nl_nl: Half - Vlak - Taart

source: Half - 3D - Thin
fr_fr: Demi cercle - 3D - Fin
nl_nl: Half - 3D - Dun

source: Half - 3D - Standard
fr_fr: Demi cercle - 3D - Standard
nl_nl: Half - 3D - Standaard

source: Half - 3D - Fat
fr_fr: Demi cercle - 3D - Gras
nl_nl: Half - 3D - Dik

source: Half - 3D - Pie
fr_fr: Demi cercle - 3D - Plein
nl_nl: Half - 3D - Taart

source: Full - Flat - Thin
fr_fr: Cercle - Flat - Fin
nl_nl: Vol - Vlak - Dun

source: Full - Flat - Standard
fr_fr: Cercle - Flat - Standard
nl_nl: Vol - Vlak - Standaard

source: Full - Flat - Fat
fr_fr: Cercle - Flat - Gras
nl_nl: Vol - Vlak - Dik

source: Full - Flat - Pie
fr_fr: Cercle - Flat - Plein
nl_nl: Vol - Vlak - Taart

source: Full - 3D - Thin
fr_fr: Cercle - 3D - Fin
nl_nl: Vol - 3D - Dun

source: Full - 3D - Standard
fr_fr: Cercle - 3D - Standard
nl_nl: Vol - 3D - Standaard

source: Full - 3D - Fat
fr_fr: Cercle - 3D - Gras
nl_nl: Vol - 3D - Dik

source: Full - 3D - Pie
fr_fr: Cercle - 3D - Plein
nl_nl: Vol - 3D - Taart

source: Short measurement type
fr_fr: Type raccourci de mesure
nl_nl: Korte maateenheid

source: Measurement unit
fr_fr: Unité de la mesure
nl_nl: Maateenheid

source: Test with actual background
fr_fr: Tester avec le fond actuel
nl_nl: Bekijk met actuele achtergrond

source: Test with white background
fr_fr: Tester avec un fond blanc
nl_nl: Bekijk met witte achtergrond

source: Test with light background
fr_fr: Tester avec un fond clair
nl_nl: Bekijk met lichte achtergrond

source: Test with medium background
fr_fr: Tester avec un fond moyen
nl_nl: Bekijk met medium achtergrond
